tap "kayac/tap"
tap "teamookla/speedtest"


brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "openssl@3"
brew "aws2-wrap"
brew "awscli"
brew "ruby"
brew "ffmpeg"
brew "gh"
brew "gibo"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "go"
brew "htop"
brew "jq"
brew "mas"
brew "mysql-client@8.0"
brew "nmap"
brew "openssh"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pwgen"
brew "pyenv"
brew "python@3.9"
brew "rbenv"
brew "rust"
brew "tmux"
brew "vim"
brew "wimlib"
brew "zsh"
brew "kayac/tap/ecspresso"
brew "teamookla/speedtest/speedtest"
cask "ghostty"
cask "timemachinestatus"
cask "warp"
